results/M6/M6-AF-20260920T211148Z/cfd/cases/af4661db0ad6_coarse_a0/dictionaries/system/fvSchemes
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      fvSchemes;
}
// AETHER template - upper-case placeholders between at-signs are filled by aether.cfd.case.

fluxScheme          Kurganov;

ddtSchemes
{
    default         localEuler;      // pseudo-time marching to steady state
}

gradSchemes
{
    default         Gauss linear;
}

divSchemes
{
    default         none;
    div(tauMC)      Gauss linear;
}

laplacianSchemes
{
    default         Gauss linear corrected;
}

interpolationSchemes
{
    default         linear;
    reconstruct(rho) vanLeer;
    reconstruct(U)  vanLeerV;
    reconstruct(T)  vanLeer;
}

snGradSchemes
{
    default         corrected;
}
